export const CHAT_DATA = [
    "ㅋㅋㅋㅋㅋㅋㅋ",
    "ㅋㅋㅋㅋㅋㅋㅋㅋ",
    "ㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋ",
    "ㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋ",
    "ㅋㅋㅋㅋㅋㅋㅋ",
    "ㅋㅋㅋㅋㅋㅋㅋㅋ",
    "ㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋ",
    "ㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋ",
    "?",
    "??",
    "?",
    "?",
    "?",
    "??",
    "?",
    "?",
    "아 저거 맞는데",
    "아닌가?",
    "맞는데",
    "그러게용",
    "아니게용",
    "머리 진짜 크네",
    "와 짱 커 "
];

export const FIXED_CONFIG = {
    right: 15,       // 우측 여백
    top: 10,        // 상단 여백
    width: 30,      // 1920 해상도 기준 25% (약 480px 너비)
    height: 80,     // 높이 75%
    scale: 0.8      // 스케일을 1.0으로 키워 1920 해상도에서 곡률이 체감상 줄어들어 보이게 유도
};
